"LAST_BACKUP" = "Forrige sikkerhetskopiering:";
"NEXT_BACKUP" = "Neste sikkerhetskopi:";
"BACKING_UP" = "Sikkerhetskopierer:";
"ACCESSING_BACKUP" = "Henter informasjon fra sikkerhetskopidisk…";
"IN_PROGRESS" = "Sikkerhetskopierer…";
"PREPARING" = "Forbereder sikkerhetskopi…";
"STOPPING" = "Stopper sikkerhetskopiering…";
"THINNING" = "Rydder opp…";
"DELETING" = "Sletter gamle sikkerhetskopier…";
"FINISHING" = "Fullfører sikkerhetskopiering…";
"EXCLUDE" = "Utelat";
"NOT_MOUNTED" = "Sikkerhetskopivolumet er ikke aktivert.";
"INCLUDED" = "Beregnet størrelse for fullstendig sikkerhetskopiering: %@";
"CALCULATING" = "Beregner størrelse for fullstendig sikkerhetskopiering…";
"ENCRYPT_IMAGE_NAME" = "Sikkerhetskopi av %@%@";
"DI_ERR_TITLE" = "Det oppsto en feil under oppretting av den krypterte sikkerhetskopidiskfilen.";
"DI_EXISTS" = "Det finnes allerede en kryptert sikkerhetskopi på disken.";
"DI_ERROR" = "Feilen %d oppsto";
"DI_FAILED_TO_MOUNT" = "Diskfilen kunne ikke aktiveres.";
"OK" = "OK";
"SHOW_HIDDEN_ITEMS" = "Vis usynlige objekter"; // checkbox
"CALCULATING_SIZE" = "Beregner endringer…";
"CALCULATING_CHANGED_ITEMS" = "Forbereder %@ objekter…";					
"CALCULATING_EXCLUDED_ITEMS" = "Utelater %@ objekter…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "Søker i %@ objekter…";

"MOUNTING" = "Gjør sikkerhetskopidisk tilgjengelig…";
"INDEXING" = "Indekserer sikkerhetskopi…";

// voice-over strings
"AX_ADD" = "Legg til objekt i listen med objekter som ikke skal sikkerhetskopieres";
"AX_REMOVE" = "Fjern objekt fra listen med objekter som ikke skal sikkerhetskopieres";

// error strings
"FAILED" = "Mislyktes";
"DELAYED" = "Utsatt";
"TIME_MACHINE_ERROR" = "Time Machine-feil";

"WARNING_SAME_DISK_TITLE" = "Er du sikker på at du vil sikkerhetskopiere til den samme enheten som originaldataene finnes på?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "Volumet «%@» som du har valgt å oppbevare sikkerhetskopier på, er på samme enhet som volumet «%@», som skal sikkerhetskopieres.\n\nFor å oppnå best mulig databeskyttelse bør du sikkerhetskopiere til et volum på en annen enhet.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "Volumet «%@» som du har valgt å oppbevare sikkerhetskopier på, er på samme enhet som volumene %@ og %@, som skal sikkerhetskopieres.\n\nFor å oppnå best mulig databeskyttelse bør du sikkerhetskopiere til et volum på en annen enhet.\n";
"QUOTED_VOLUME_NAME" = "«%@»";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "Bruk markert volum";
"CHOOSE_ANOTHER_DISK_BUTTON" = "Marker et annet volum";

"WARNING_NO_DESTINATION_TITLE" = "Volum for sikkerhetskopi er ikke valgt.\n\n";
"WARNING_NO_DESTINATION" = "Klikk på Konfigurer for å velge sikkerhetskopivolum.";

"REMAINING_HOUR" = "%d time";
"REMAINING_HOURS" = "%d timer";
"REMAINING_MIN" = "%d minutt";	
"REMAINING_MINS" = "%d minutter";
"REMAINING_HOURS_AND_MINS" = "%@ og %@ gjenstår…";
"REMAINING_ABOUT" = "%@ gjenstår…";
"REMAINING_LESS_MIN" = "Mindre enn ett minutt gjenstår…";

"BACKUP_NOW" = "Kopier nå";
"STOP_BACKING_UP" = "Stopp kopiering";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@ av %2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "Er du sikker på at du vil slette sikkerhetskopidisken «%@»? Sletting ødelegger all informasjon på disken og kan ikke angres.";
"DISK_NEEDS_REFORMATTING_TEXT" = "Disken må slettes før den kan brukes til Time Machine-sikkerhetskopier fordi den har et inkompatibelt filsystem.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "Disken må slettes før den kan brukes til Time Machine-sikkerhetskopier fordi en disk du sikkerhetskopierer, skiller mellom store og små bokstaver mens sikkerhetskopidisken ikke gjør det.";
"ERASE_DISK_BUTTON" = "Slett";
"DONT_ERASE_BUTTON" = "Ikke slett";
"CANCEL_ERASE_BUTTON" = "Avbryt";
"FORMATTING" = "Sletter:";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "Det oppsto en feil under sletting av Time Machine-sikkerhetskopidisken «%@».";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "Du har valgt å utelate System-mappen.";
"WARNING_SKIP_SYSTEM_FILES" = "Vil du også utelate andre filer som ble installert sammen med Mac OS X, for eksempel systemprogrammer og UNIX-verktøy?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "Utelat alle systemfiler";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "Utelat kun System-mappen";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "Systemfiler og programmer";
"EXCLUDE_LIST_CALCULATING_SIZE" = "Beregner størrelse";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Time Machine-sikkerhetskopier"; 

// Disk selection list
"REFORMAT_REQUIRED" = "reformatering kreves (inkompatibelt filsystem)";
"REFORMAT_REQUIRED_CS" = "reformatering kreves (disk er «case-insensitive»)";
"SERVER_INFO_FORMAT" = "på «%@»";
"TIME_CAPSULE_ACCOUNT" = "Min brukerkonto";

"DISK_PICKER_NONE" = "Ingen";
"DISK_PICKER_NONE_TOOL_TIP" = "Stopp sikkerhetskopiering";
"DISK_PICKER_BUTTON_USE" = "Bruk for sikkerhetskopi";
"DISK_PICKER_BUTTON_STOP" = "Stopp kopiering";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@ av %@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "FileVault er aktivert for brukerkontoen din. Time Machine sikkerhetskopierer Hjem-mappen din kun når du ikke er logget på.";
"FILEVAULT_WARNING_USER_LEOPARD" = "Du kan ikke finne eller gjenopprette enkeltobjekter i en Hjem-mappe som er kryptert av FileVault i Time Machine-sikkerhetskopien. Hvis du vil gjenopprette alle filer og mapper fra en sikkerhetskopi av denne typen, starter du maskinen fra en Mac OS X-installeringsplate og velger «Gjenopprett system fra sikkerhetskopi» fra Verktøy-menyen i Installerer.";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "FileVault er aktivert for en eller flere brukerkontoer på denne maskinen. Time Machine sikkerhetskopierer Hjem-mapper som er beskyttet med FileVault, kun når brukerne disse Hjem-mappene tilhører, ikke er logget på.";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "Du kan ikke finne eller gjenopprette enkeltobjekter i en Hjem-mappe som er kryptert av FileVault i Time Machine-sikkerhetskopien. Hvis du vil gjenopprette alle filer og mapper fra en sikkerhetskopi av denne typen, starter du maskinen fra en Mac OS X-installeringsplate og velger «Gjenopprett system fra sikkerhetskopi» fra Verktøy-menyen i Installerer.";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "Time Machine kan ikke sikkerhetskopiere Hjem-mappen din fordi den er kryptert med en eldre versjon av FileVault. Slå FileVault av og deretter på igjen for kontoen din, og utfør sikkerhetskopieringen.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "Time Machine kan ikke sikkerhetskopiere Hjem-mappen til kontoen «%@» fordi den er kryptert med en eldre versjon av FileVault. Slå FileVault av og deretter på igjen for denne kontoen, og utfør sikkerhetskopieringen.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "Time Machine kan ikke sikkerhetskopiere Hjem-mappene til kontoene «%@» og «%@» fordi de er kryptert med en eldre versjon av FileVault. Slå FileVault av og deretter på igjen for hver av disse kontoene, og utfør sikkerhetskopieringen.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "Time Machine kan ikke sikkerhetskopiere Hjem-mappene til kontoene «%@», «%@» og «%@» fordi de er kryptert med en eldre versjon av FileVault. Slå FileVault av og deretter på igjen for hver av disse kontoene, og utfør sikkerhetskopieringen.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "Time Machine kan ikke sikkerhetskopiere Hjem-mappene til kontoene «%@», «%@», «%@» og andre fordi de er kryptert med en eldre versjon av FileVault. Slå FileVault av og deretter på igjen for hver av disse kontoene, og utfør sikkerhetskopieringen.";
"FILEVAULT_WARNING_TIGER" = "Time Machine sikkerhetskopierer Hjem-mapper som er beskyttet med FileVault, men du kan ikke finne eller gjenopprette enkeltobjekter i en Hjem-mappe som er kryptert av FileVault i Time Machine-sikkerhetskopien. Hvis du vil gjenopprette alle filer og mapper fra en sikkerhetskopi av denne typen, starter du maskinen fra en Mac OS X-installeringsplate og velger «Gjenopprett system fra sikkerhetskopi» fra Verktøy-menyen i Installerer.";

"NEXT_BACKUP_WHEN_CONNECTED" = "Når disk kobles til";
"NEXT_BACKUP_TURNED_OFF" = "Automatisk sikkerhetskopiering av";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "Når maskinen kobles til strøm";

"WILL_START_IN_ONE_SEC" = "ett sekund…";
"WILL_START_IN_X_SECS" = "%@ sekunder…";

"DESTINATION_TOOLTIP" = "Volum: %@\nAktivert: %@";

"LATEST_SUCCESSFUL_BACKUP" = "Nyeste vellykkede sikkerhetskopi: %@ kl. %@";

"INSUFFICIENT_ACCESS_TITLE" = "Du har ikke de nødvendige lese-, skrive- og legg til-rettighetene for den markerte sikkerhetskopidisken på nettverket.";
"INSUFFICIENT_ACCESS_MESSAGE" = "Koble til som en annen bruker, eller kontakt nettverksadministratoren.";

"ERROR_OBTAINING_URL" = "Intern feil – kunne ikke inhente URL for «%@»";

"KEYCHAIN_ERROR" = "Nøkkelringfeil %d oppsto under oppretting av en oppføring på systemnøkkelringen for brukernavnet «%@» og URL-en «%@».";
"KEYCHAIN_RECOVERY_SUGGESTION" = "Du kan prøve å endre eller reparere systemnøkkelringen ved hjelp av Nøkkelringtilgang.";

"ERROR_NETAUTHMOUNT" = "Time Machine får ikke tilgang til sikkerhetskopidisken «%@».";

"UNKNOWN_DISK_NAME" = "Uten navn";

// health check strings
PERFORMING_HEALTH_CHECK = "Verifiserer sikkerhetskopi…";
SKIP_HEALTH_CHECK = "Hopp over verifisering";
SKIPPING_HEALTH_CHECK = "Hopper over verifisering…";
